Repository: ACSPRI/queXC
Catalog: locale/*/LC_MESSAGES/*.po
Languages: es, it, pt, ru

source: No results
es: No hay resultados
it: Nessun risultato
ru: Нет результатов

source: Could not refer to supervisor - no supervisor may be assigned
ru: Невозможно обратиться к супервайзеру - супервайзер может быть не назначен

source: No more work currently available
es: No hay trabajos disponibles
it: Attualmente non è disponibile altro lavoro
pt: Não há mais trabalhos disponíveis
ru: В данный момент НЕТ доступных заданий

source: Try again for more work
es: Intente de nuevo por más trabajo
it: Provare nuovamente per altro lavoro
ru: Ещё раз попробовать получить задание

source: End work
es: Finalizar trabajo
it: Termina lavoro
pt: Terminar trabalho
ru: Закончить работу

source: Submit and continue
es: Enviar y continuar
it: Invia e continua
pt: Enviar e continuar
ru: Отправить и продолжить

source: Submit and end work
es: Enviar y finalizar trabajo
it: Invia e termina il lavoro
pt: Enviar e terminar trabalho
ru: Отправить и закончить работу

source: Refer to supervisor
es: Referir a un supervisor
it: Riferisci al supervisore
ru: Отправить супервайзеру

source: Search
es: Buscar
it: Cerca
ru: Поиск

source: Click here to search (or press enter)
es: Click aqui para buscar (o presionar enter)
it: Clicca qui per cercare (o premi invio)
ru: Нажмите для поиска (или нажмите enter)

source: Error: Cannot execute process function:
es: Error. No se puede ejecutar la función:
it: Errore: impossibile eseguire la funzione di processo:
pt: Erro: Não foi possível executar função de processo:
ru: Ошибка: Невозможно выполнить функцию процесса:

source: Loading panel...
es: Cargando panel...
it: Caricamento pannello...
pt: Carregando painel...
ru: Загрузка панели...

source: Error, try with Firefox
es: Error, inténtelo con Firefox
it: Errore, provare con Firefox
pt: Erro, tente com o Firefox
ru: Ошибка, попробуйте открыть в Firefox

source: No operator
es: Sin operador
it: Nessun operatore
pt: Sem operador
ru: Отсутствует оператор

source: Work History
es: Historial de trabajo
it: Cronologia di lavoro
pt: Histórico de Trabalhos
ru: История работ

source: Today
es: Hoy
it: Oggi
pt: Hoje
ru: Сегодня

source: Redo
es: Rehacer
it: Ripeti
pt: Refazer
ru: Повторить

source: No work history
es: No hay historial de trabajo
it: Nessuna cronologia di lavoro
pt: Sem histório de trabalhos
ru: Нет истории работ

source: Date
es: Fecha
it: Data
pt: Data
ru: Дата

source: Column
es: Columna
it: Colonna
pt: Coluna
ru: Столбец

source: Data
es: Datos
it: Dati
pt: Dados
ru: Данные

source: Process
es: Proceso
it: Processo
pt: Processo
ru: Процесс

source: Redo?
es: ¿Rehacer?
it: Ripetere?
pt: Refazer?
ru: Повторить?

source: Work is complete
es: El trabajo está completo
it: Il lavoro è terminato
pt: Trabalho está completo
ru: Пабота закончена

source: Operator performance
es: Actuación del operador
it: Prestazione dell'operatore
pt: Performance do operador
ru: Производительность Оператора

source: Operator
es: Operador
it: Operatore
pt: Operador
ru: Оператор

source: Average time
es: Tiempo estimado
it: Tempo medio
pt: Tempo médio
ru: Среднее время

source: Number done
it: Numero fatto
ru: Номер закончен

source: Create process
es: Crear proceso
it: Crea processo
pt: Criar processo
ru: Сделать процесс

source: Successfully created process
es: Proceso creado satisfactoriamente
it: Processo creato con successo
pt: Processo criado com sucesso
ru: Процесс успешно создан

source: Failed to create process
es: Fallo al crear proceso
it: Impossibile creare il processo
pt: Falha ao criar processo
ru: Не удалось создать процесс

source: Select code group:
es: Seleccionar grupo de código:
it: Selezionare il gruppo di codifica:
pt: Selecione grupo de código:
ru: Выберите группу кода:

source: Select parent process (if any):
es: Seleccionar proceso padre (si es que hay):
it: Selezionare il processo padre (se presente):
pt: Selecione processo pai (se algum):
ru: Выбор родительского процесса (если есть):

source: Automatically assign a code if the code label exactly matches the data?
es: ¿ Asignar automáticamente un código si la etiqueta del código calza exactamente con los datos ?
it: Assegnare automaticamente un codice nel caso in cui l'etichetta del codice dovesse combaciare esattamente con i dati?
ru: Присваивать код Автоматически, если метка кода точно совпадает с данными?

source: Automatically assign a code if the code value exactly matches the data?
es: ¿ Asignar automáticamente un código si el valor del código calza exactamente con los datos ?
it: Assegnare automaticamente un codice nel caso in cui il valore del codice dovesse combaciare esattamente con i dati?
ru: Присваивать код Автоматически, если значение кода точно совпадает с данными?

source: Automatically assign a code if there is a matching code keyword in the database?
es: Asignar un codigo automaticamente si hay una palabra clave en la base de datos?
ru: Присваивать код Автоматически, если в базе данных есть совпадающее кодовое ключевое слово?

source: Use the code group as a template? (Create a new, editable code group for each work unit that this is assigned to)
es: ¿ Usar el grupo del código como plantilla ? (crear un nuevo y editable grupo de código para cada trabajo mientras esto esté asignado)
it: Utilizzare il gruppo di codifica come modello? (Creare un nuovo, gruppo di codifica editabile per ciascuna unità di lavoro a cui questa è assegnata)
ru: Использовать код группы в качестве шаблона? (Создайте новую редактируемую группу кода для каждого назначенного блока работы)

source: Should this process only be run by operator(s) that have not worked on the prior process (exclusive)?
es: Deberia este proceso solo ser ejecutado por operador(es) que no han trabajado en el proceso anterior (exclusivo)?
ru: Этот процесс должен быть запущен только оператором(ами ), которые не работали на предыдущем процессе (эксклюзив)?

source: Name for process using this code:
es: Nombre para el proceso usando este código:
it: Nome per il processo che usa questo codice:
pt: Nome para o processo utilizando esse código:
ru: Название процессов использующих этот код:

source: Create new process
es: Crear nuevo proceso
it: Crea nuovo processo
pt: Criar novo processo
ru: Создать новый процесс

source: Existing processes
es: Proceso existente
it: Processi esistenti
pt: Processos existentes
ru: Существующие процессы

source: Process ID
es: ID del proceso
it: ID processo
pt: ID do processo
ru: ID процесса

source: Code Group
es: Grupo del código
it: Gruppo di codifica
pt: Grupo de código
ru: Группа кода

source: Update data description
es: Descripción de datos de actualización
ru: Обновить описание данных

source: Select data file:
es: Seleccionar archivo de datos:
it: Selezionare il file dati:
pt: Selecione arquivo de dados:
ru: Выберите файл с данными:

source: Select variable:
es: Seleccionar variable:
it: Selezionare la variabile:
pt: Selecione variável:
ru: Выбрать переменную:

source: Choose an existing code level:
es: Elegir un nivel de codigo existente
it: Scegli un livello di codice esistente:
ru: Выберите существующий уровень кода:

source: Update
es: Actualizar
it: Aggiorna
ru: Обновить

source: Update and move to next column
it: Aggiorna e muovi alla prossima colonna
ru: Обновить и перейти к следующему столбцу

source: Import data file
es: Importar archivo de datos
it: Importa file dati
pt: Importar arquivo de dados
ru: Импорт файла данных

source: Data imported successfully
es: Datos importados satisfactoriamente
it: I dati sono stati importati con successo
pt: Dados importados com sucesso
ru: Данные успешно импортированы

source: Rows:
es: Filas:
it: Righe:
ru: Строки:

source: Successfully ran automatic processes
es: El proceso automático corrió satisfactoriamente
it: Processi automatici eseguiti con successo
pt: Processos automáticos iniciados com sucesso
ru: Автоматические процессы успешно запущены

source: Failed to run automatic processes
es: Fallo al correr el proceso automático
it: Impossibile eseguire processi automatici
pt: Falha ao rodar processos automáticos
ru: Не удалось запустить автоматические процессы

source: Failed to import data
es: Fallo al importar datos
it: Impossibile importare dati
pt: Falha ao importar dados
ru: Не удалось импортировать данные

source: Select column with unique identifier:
es: Seleccionar columna con identificador único:
it: Selezionare la colonna con l'identificatore unico:
pt: Selecione coluna com identificador único:
ru: Выберите столбец с уникальным идентификатором:

source: Choose the CSV data file to upload (Can be compressed with gz):
es: Elegir el archivo CVS a subir (Puede estar comprimido con gz):
ru: Выберите CSV-файл с данными для загрузки (может быть сжат с GZ):

source: Add records to data file
es: Añadir registro al archivod de datos
it: Aggiungere record al file dati
ru: Добавление записей в файл данных

source: Created new data entry:
es: Nueva entrada de datos creada:
it: Nuovo inserimento dati creato:
pt: Criado nova entrada de dados:
ru: Создана новая запись:

source: Created column strucure
es: Estructura de columna creada
it: Struttura della colonna creata
pt: Criar estrutura de coluna
ru: Создана структура столбцов

source: Choose the headered CSV data file to upload:
es: Escoje la cabecera del archivo CSV para subir:
it: Scegliere il file dati CSV con intestazione da caricare:
pt: Selecione o arquivo de dados CSV para envio:
ru: Выберите для загрузки файл CSV с заглавной строкой

source: Description for file:
es: Descripción para el archivo:
it: Descrizione del file:
pt: Descrição para o arquivo:
ru: Описание файла:

source: Create new data file
es: Crear nuevo archivo de datos
it: Crea un nuovo file dati
pt: Criar novo arquivo de dados
ru: Создать новый файл данных

source: Choose the DDI file file to upload:
es: Elija el archivo DDI para subir:
it: Scegliere il file DDI da caricare:
pt: Selecione o arquivo DDI para envio
ru: Выбрать DDI файл для загрузки:

source: Choose the Fixed width data file to upload:
es: Elija el ancho fijo del archivo para subir:
it: Scegliere il file dati con larghezza fissa da caricare:
ru: Выбрать файл данных Фиксированной ширины для загрузки:

source: Assign operators to processes
es: Asignar operadores a los procesos
it: Assegna operatori ai processi
ru: Назначить операторов для процессов

source: Select operator:
es: Seleccione operador:
it: Seleziona operatore:
pt: Selecione operador:
ru: Выберите оператора:

source: Select processes available to this operator
es: Seleccione procesos disponibles para este operador
it: Selezionare i processi che sono disponibili per questo operatore
pt: Selecione processos disponível para este operador
ru: Выберите процессы доступные для данного оператора

source: Select
es: Selecciona
it: Seleziona
pt: Selecionar
ru: Выбрать

source: Allow queXC to auto guess code
es: Permitir a quexc auto adivine el código
it: Permettere a queXC di indovinare il codice
pt: Deixar queXC adivinhar código automaticamente
ru: Разрешить queXC автоматически угадывать код

source: Assign processes
es: Asignar procesos
it: Assegna processi
ru: Назначить процессы

source: Display data
es: Mostrar datos
it: Mostra data
ru: Показать данные

source: Export code groups
es: Exportar grupos de código
it: Esporta gruppi di codifica
pt: Exportar grupos de código
ru: Экспортировать группы кода

source: Export code group
es: Exportar grupo de código
it: Esporta gruppo di codifica
pt: Exportar grupo de código
ru: Экспортировать группу кода

source: Select blank code
es: Seleccionar código en blanco
it: Seleziona codice vuoto
pt: Selecione código vazio
ru: Выбрать пустой код

source: Select code:
es: Seleccionar código:
it: Seleziona codice:
pt: Selecione código:
ru: Выбрать код:

source: Assign as blank code
es: Asignar como código en blanco
it: Assegnare come codice vuoto
ru: Присвоить пустой код

source: Assign operators to be supervisors of processes
es: Asignar operadores para ser supervisores de procesos
ru: Назначить операторов быть супервайзерами процессов

source: Assign operators to be supervisor for these processes
es: Asignar operadores para ser supervisores de estos procesos
ru: Назначить операторов быть супервайзером для этих процессов

source: Display modification history
es: Mostrar historial de modificaciones
it: Mostra cronologia delle modifiche
pt: Mostrar histórico de modificações
ru: Показать историю изменений

source: Select column:
es: Seleccionar columna:
it: Seleziona colonna:
pt: Selecionar coluna:
ru: Выбрать столбец:

source: Select row:
es: Seleccionar fila:
it: Seleziona righa:
ru: Выбрать строку:

source: Row
es: Fila
it: Riga
ru: Строка

source: Assigned
es: Asignado
it: Assegnato
ru: Назначено

source: Completed
es: Completado
it: Completato
pt: Completado
ru: Завершено

source: Work List
es: Lista de trabajo
it: Lista di lavoro
pt: Lista de Trabalho
ru: Список работы

source: Delete
es: Borrar
it: Elimina
pt: Deletar
ru: Удалить

source: Work Unit ID
es: ID de unidad de trabajo
it: ID unità di lavoro
pt: ID da Unidade de Trabalho
ru: ID Блока Работы

source: Date Completed
es: Fecha completada
it: Completato in data
pt: Dados Completados
ru: Дата завершения

source: Delete?
es: ¿Borrar?
it: Eliminare?
pt: Apagar?
ru: Удалить?

source: Select operator:
es: Seleccione operador:
it: Selezionare l'operatore:
pt: Selecione operador:
ru: Выбрать оператора:

source: Select process:
es: Seleccione proceso:
it: Selezionare il processo:
pt: Selecione processo:
ru: Выберите процесс:

source: Number of records
es: Número de registros
it: Numero di record
pt: Número de gravações
ru: Количество записей

source: Administrative Tools
es: Herramientas administrativas
it: Utilità amministrative
pt: Ferramentas Administrativas
ru: Административные инструменты

source: Import data
es: Importar datos
it: Importa dati
pt: Importar dados
ru: Импорт данных

source: Import DDI/Fixed width data
es: Importe anchura de datos DDI/Fijados
it: Importa DDI/dati di larghezza fissa
ru: Импортировать файл данных DDI /Фиксированной ширины

source: Import CSV data
es: Importar datos CSV
it: Importa dati CSV
pt: Importar dados CSV
ru: Импорт данных в формате CSV

source: Add data to existing (Fixed width)
es: Añadir datos existentes (tamaño fijo)
it: Aggiungi dati ad esistente (larghezza fissa)
ru: Добавить данные к существующим (Фиксированной ширины)

source: Add data to existing (CSV)
es: Añadir datos existentes (CSV)
it: Aggiungi dati ad esistente (CSV)
pt: Adicionar dados ao existente (CSV)
ru: Добавить данные к существующим (CSV)

source: Codes
es: Códigos
it: Codici
pt: Códigos
ru: Коды

source: Import code group
es: Importar grupo de código
it: Importa gruppo di codifica
pt: Importar grupo de código
ru: Импорт группы кода

source: Import code keyword correspondence
ru: Импортировать соответствие код ключевое слово

source: Select blank code for code group
es: Seleccionar código en blanco para el grupo de código
it: Selezionare codice vuoto per gruppo di codifica
pt: Selecione código em branco para grupo de código
ru: Выберите пустой код для группы кода

source: Create process from code group
es: Crear proceso para el grupo de código
it: Crea processo da gruppo di codifica
pt: Criar processo a partir do grupo de código
ru: Создать процесс из группы кода

source: Operator management
es: Gestión de operadores
it: Gestione operatore
pt: Gerenciamento de operador
ru: Управление записями операторов

source: Add operators
es: Añadir operadores
it: Aggiungi operatori
pt: Adicionar operadores
ru: Добавить операторов

source: Assign operators to data
es: Asignar operadores a los datos
it: Assegna operatori alle banche dati
ru: Привязать операторов к данным

source: Job management
es: Gestión del trabajo
it: Gestione lavoro
ru: Управление заданиями

source: Create work
es: Crear trabajo
it: Crea il lavoro
pt: Criar Trabalho
ru: Создать работу

source: Assign relevant columns to codes
es: Asignar columnas relevantes a los códigos
it: Assegna colonne rilevanti ai codici
ru: Привязать соответствующие столбцы к кодам

source: Assign keyword groups to columns (correspondence)
ru: Привязать группы ключевых слов к столбцам (соответствие)

source: Progress
es: Progreso
it: Avanzamento
pt: Progresso
ru: Состояние

source: Display progress
es: Mostrar progreso
it: Mostra avanzamento
pt: Exibir progresso
ru: Показать прогресс

source: List all work
es: Listar todos los trabajos
it: Elenca tutto il lavoro
pt: Listar todos trabalhos
ru: Список всех работ

source: List work assigned but not complete
es: Lista de trabajo asignado pero no completado
ru: Список назначенных но незаконченных работ

source: Modification history
es: Historial de modifaciones
it: Cronologia delle modifiche
pt: Histório de modificações
ru: История изменений

source: Performance
es: Rendimiento
it: Prestazione
ru: Производительность

source: Export
es: Exportar
it: Esporta
pt: Exportar
ru: Экспорт

source: Export data
es: Exportar datos
it: Esporta dati
pt: Exportar dados
ru: Экспорт данных

source: List data
es: Lista de datos
ru: Список данных

source: Export code keyword correspondence
ru: Экспортировать соответствие код ключевое слово

source: Choose a menu item from the left
es: Elija un elemento del menú de la izquierda
it: Scegliere un oggetto dal menù sulla sinistra
pt: Selecione um menu a esquerda
ru: Выберите пункт меню слева

source: Select column containing the code:
es: Seleccionar la columna que contiene el codigo
ru: Выберите столбец, содержащий код:

source: Select column containing the keyword:
es: Seleccione la columna que contiene la palabra clave
ru: Выберите столбец, содержащий ключевое слово:

source: Download correspondence CSV
ru: Скачать соответствие в формате CSV

source: Select relevant keywords for columns
es: Seleccionar palabras claves relevantes para las columnas
ru: Выберите соответствующие ключевые слова для столбцов

source: Select column to auto code from:
ru: Выбрать столбец - источник для автоматического кодирования:

source: Select column group to code to (work must already have been created):
es: Seleccione el grupo de columnas en las que incluir codigo (el trabajo debe de haberse creado)
ru: Выбрать группу столбцов для введения кода (работа должна уже быть создана):

source: Remove
es: Quitar
it: Rimozione
pt: Remover
ru: Удалить

source: Keyword group
es: Grupo de palabras clave
ru: Группа ключевого слова

source: Select keyword group to add
es: Seleccione un grupo de palabras clave para agregar
ru: Выберите группу ключевого слова для добавления

source: Add keyword group
es: Agregue un grupo de palabras clave
ru: Добавить группу ключевого слова

source: No code keyword group available
ru: Нет доступной группы кода ключевого слова

source: Added:
es: Añadido:
it: Aggiunto:
pt: Adicionado:
ru: Добавлено:

source: Could not add
es: No se podría añadir
it: Impossibile aggiungere
pt: Impossível adicionar
ru: Невозможно добавить

source: There may already be an operator of this name
es: Puede que ya exista un operador con este nombre
it: Potrebbe esistere già un operatore con questo nome
pt: Talvez já haja um operador com este nome
ru: Оператор с таким именем уже может быть

source: Add an operator
es: Añadir un operador
it: Aggiungi un operatore
pt: Adicionar um operador
ru: Добавить оператора

source: Add an operator to allow them to use queXC
es: Añadir un operador para permitir que lo use queXC
it: Aggiungi un operatore per abiltarlo all'uso di queXC
pt: Adicionar um operador para utilizar queXC
ru: Добавьте оператора, чтобы позволить им использовать queXC

source: Use this form to enter the username of a user based on your directory security system. For example, if you have secured the base directory of queXC using Apache file based security, enter the usernames of the users here.
es: Usa este formulario para ingresar a los nicknames de usuarios basados en tu directorio de seguridad del sistema. For ejemplo, si tu tienes seguro el directorio base de queXC usando los archivos de seguridad basados en Apache, entrando los nickname de los usuarios aquí.
it: Utilizzare questo modulo per inserire il nome utente di un utente basato sulla directory del tuo sistema di sicurezza. Per esempio, se è stata resa sicura la directory di base di queXC utilizzando la sicurezza di base fornita da Apache, inserire qui i nomi utenti degli utenti.
pt: Use este formulário para entrar com um nome de usuário de um usuário baseado em seu diretório do sistema de segurança. Por exemplo, se você deixou seguro o diretório base do queXC utilizando a segurança de arquivos do Apache, entre com os nomes de usuários dos usuários aqui.
ru: Используйте эту форму для ввода логина пользователя на основе вашей системы безопасности каталогов . Например, если Вы защитили основную директорию queXC с помощью базовой системы безопасности Apache на основе файла, Введите логины пользователей здесь.

source: Enter the username of an operator to add:
es: Ingresar el nickname de un operador para añadir:
it: Inserire il nome utente di un operatore da aggiungere:
pt: Entre o nome de usuário de um operador a adicionar:
ru: Задайте имя пользователя для добавляемого оператора:

source: Enter a description of the operator to add:
es: Entrar una descripción para el operador a añadir:
it: Inserire una descrizione dell'operatore da aggiungere:
pt: Entre a descrição do operador a adicionar:
ru: Введите описание для добавляемого оператора:

source: Add user
es: Añadir usuario
it: Nuovo utente
pt: Adicionar usuário
ru: Добавить пользователя

source: Import code keywords
es: Importar codigo de palabras clave
ru: Импортировать ключевые слова кода

source: Successful import
es: Importación satisfactoria
it: Importazione avvenuta con successo
pt: Importação com êxito
ru: Успешный импорт

source: Failed to import. Could not determine corresponding code for:
es: No se pudo importar. No se puede deterninar el codigo correspondiente para:
ru: Не удалось импортировать. Невозможно определить соответствующий код для:

source: Failed to import codes
es: No se pudo importar codigos
ru: Не удалось импортировать коды

source: Error uploading file
es: Error subiendo archivos
it: Errore nel caricamento del file
pt: Erro ao enviar arquivo
ru: Ошибка при загрузки файла

source: The CSV file must have 2 fields: code,keywords
es: El archivo CSV debe teber 2 campos: Codigo, Palabras clave
ru: CSV-файл должен иметь 2 поля: код,ключевые слова

source: No fields may be blank
es: Ningun campo debe estar en blanco
ru: Пустые поля недопустимы

source: Do not include a header line as this will be imported as a code/keyword pair
ru: Не включайте строку заголовка, т.к. это будет импортировано как пара код/ключевое слово

source: Choose the CSV code keywords file to upload:
ru: Выбрать файл CSV с кодовыми ключевыми словами для загрузки:

source: Description for this code keywords file:
es: Descripcion para este archivo de palabras clave
ru: Описание для этого файла с кодовыми ключевыми словами:

source: What coding scheme does this list apply to?
es: ¿Qué esquema de codificación se aplica a esta lista?
ru: К какой схеме кодирования применим этот список?

source: Create new keyword code
es: Cree el código nueva palabra clave
ru: Создать новое кодовок ключевое слово

source: Export Data
es: Exportar datos
it: Esporta dati
pt: Exportar Dados
ru: Экспорт данных

source: Export fixed width data file
es: Exportar ancho fijo para el archivo de datos
it: Esporta file dati con larghezza fissa
ru: Экспортировать файл данных Фиксированный ширины

source: Export DDI file
es: Exportar archivo DDI
it: Esporta file DDI
pt: Exportar arquivo DDI
ru: Экспортировать файл DDI

source: Export PSPP file with data inline
ru: Экспортировать файл PSPP с линейными данными

source: Export PSPP file
es: Exportar archivo PSPP
it: Esporta file PSPP
pt: Exportar arquivo PSPP
ru: Экспортировать файл PSPP
