Repository: ACSPRI/queXC
Catalog: locale/*/LC_MESSAGES/*.po
Languages: es, it, pt, ru

source: Export CSV file
es: Exportar archivo CSV
it: Esporta file CSV
pt: Exportar arquivo CSV
ru: Экспортировать файл CSV

source: Export CSV file with labels for codes
es: Exportar archivo CSV con etiquetas para códigos
it: Esporta file CSV con etichette per codici
pt: Exportar arquivo CSV com rótulos para códigos
ru: Экспортировать CSV-файл с метками для кодов

source: Blank
es: En blanco
it: Vuoto
pt: Vazio
ru: Пустой

source: Not codeable
es: No codificable
it: Non codificabile
pt: Não codificável
ru: Не кодируемое

source: Spacing
es: Espaciando
it: Spazio
pt: Espaçamento
ru: Пространство

source: Spell check
es: Verificar ortografía
it: Correttore ortografico
pt: Verificar ortografia
ru: Проверка орфографии

source: Email validate
es: Validar Email
it: Convalida email
pt: Validar email
ru: Проверка правильности адреса эл. почты

source: Create new code group
es: Crear nuevo grupo de código
it: Crea nuovo gruppo di codifica
pt: Criar novo grupo de código
ru: Создать новую группу кода

source: Mark columns to be coded
es: Marcar columna para ser codificada
it: Segnare le colonne da codificare
pt: Marcar colunas a serem codificadas
ru: Отметьте столбцы для кодирования

source: Variable description:
es: Descripción de variable:
it: Descrizione della variabile:
pt: Descrição da variável:
ru: Описание переменной

source: Select process to apply to this variable:
es: Seleccionar proceso para aplicar a esta variable
it: Selezionare il processo da applicare a questa variabile:
pt: Selecione processo para aplicar esta variável:
ru: Выберите процесс применяемый к этой переменной:

source: Select operator(s) to apply this process
es: Selecionar operador(es) para aplicar este preceso
it: Selezionare l'operatore o gli operatori per applicare questo processo
pt: Selecionador operador(es) para aplicar este processo
ru: Выберите оператора(ов), к которым применить этот процесс

source: Any operator: enter how many
es: Cualquier operador: ingresa cuantos
it: Qualsiasi operatore: inserire il numero
pt: Qualquer operador: informe quantos
ru: Любой оператор: введите сколько

source: If a reference column is applicable, choose it below
es: Si una columna de referencia es aplicable, seleccionela a continuación
ru: Если применяется ссылка на столбец, выберите его

source: To create a multiple choice coding scheme, select a code group to generate multiple groups from
ru: Для создания схемы кодирования множественного выбора, выберите группу кода из которой будут созданы несколько групп

source: Current work for this data file and column
ru: Текущая работа для этого файла данных и столбца

source: Work ID
es: ID del trabajo
it: ID lavoro
pt: ID do trabalho
ru: ID Работы

source: Variable name
es: Nombre de variable
it: Nome variabile
pt: Nome da variável
ru: Имя переменной

source: Process description
es: Descripcción de proceso
it: Descrizione del processo
pt: Descrição do processo
ru: Описание процесса

source: Parent job
es: Tarea padre
it: Lavoro padre
pt: Job pai
ru: Родительское задание

source: Assigned operator
es: Operador asignado
it: Operatore assegnato
pt: Operador definido
ru: Назначенный оператор

source: Create comparison work
ru: Создать работу по сравнению

source: Assign operators to datas
es: Asignar operadores a los datos
it: Assegna operatori alle banche dati
ru: Привязать операторов к данным

source: Assigned work
es: Trabajo asignado
ru: Назначенная работа

source: No assigned work
es: Sin trabajo asignado
ru: Нет назначенной работы

source: Rows to do
es: Filas para hacer
it: Righe da fare
ru: Осталось сделать строк

source: Process to apply
es: Proceso para aplicar
it: Processo da applicare
pt: Processo para aplicar
ru: Применяемый процесс

source: Supervisor?
ru: Супервайзер?

source: Delete assigned work
es: Borrar trabajo asignado
ru: Удалить назначенную работу

source: Select a code to automatically assign when an entry is blank for this code group
es: Seleccione un código para asignar automáticamente cuando una entrada está en blanco para este grupo de código
it: Selezionare un codice da assegnare automaticamente quando un campo è vuoto per questo gruppo di codifica
ru: Выберите код автоматически присваиваемый если запись для этой группы кода пустая

source: Failed to import code group
es: Fallo al importar grupo de código
it: Impossibile importare gruppo di codifica
pt: Falha ao importar grupo de códigos
ru: Не удалось импортировать группу кода

source: Error importing codes
es: Error importando códigos
it: Errore nell'importazione dei codici
pt: Error ao importar códigos
ru: Ошибка импортирования кодов

source: The CSV file must have 4 fields: code,label,keywords,parent_code
es: El archivo CSV debe tener 4 campos: código, etiqueta, palabras claves, código_padre
it: Il file CSV deve contenere 4 campi: codice, etichetta, parole chiave, _codice padre
pt: O arquivo CSV necessita de 4 campos: código,rótulo,palavras-chave,codigo_pai
ru: CSV-файл должен иметь 4 поля: код,метка,ключевые слова,parent_code (родительский код)

source: Only keywords and parent_code may be left blank
es: Sólo palabras claves y código_padre pueden dejarse en blanco
it: Solo le parole chiave ed il _codice padre possono essere lasciati vuoti
pt: Somente palavras-chave e codigo_pai podem ficar em branco
ru: Только ключевые слова и parent_code могут быть оставлены пустыми

source: Do not include a header line as this will be imported as a code
es: No incluir línea de cabecera ya que se importará como código
it: Non includere una riga di intestazione in quanto sarà importata come codice
pt: Não incluir um cabeçalho pois o mesmo será importa como um código
ru: Не включайте строку заголовка, т.к. это будет импортировано как код

source: Remember to include codes at the top level (without parents) such as: 'Not codable' and 'Left blank' - these will not be added automatically
es: Recuerde que para incluir códigos en el nivel superior (sin padres) tales como: 'No codificable' y 'En blanco' - esto no podrá ser agregado automáticamente
it: Includere codici nel livello superiore (senza padri) tipo: "Non codificabile" e "Lasciato vuoto" - questi non saranno aggiunti automaticamente
ru: Не забудьте включить коды верхнего уровня (без родителей), такие как: 'Не кодируемый' и 'Оставить пустым' - они не будут добавлены автоматически

source: Choose the CSV code file to upload:
es: Elija el código CSV para ser subido:
it: Scegliere il file CSV di codifica da caricare:
pt: Selecione o código CSV para envio:
ru: Выберите CSV-файл кодов для загрузки:

source: Description for this code group:
es: Descripción para este grupo de código
it: Descrizione per questo gruppo di codifica:
pt: Descrição para este grupo de códigos:
ru: Описание для этой группы кода:

source: Allow additions to this code group?
es: ¿Permitir adiciones a este grupo de código?
it: Permettere aggiunte a questo gruppo di codifica?
ru: Разрешить дополнения к этой группе кода?

source: Choose the Fixed width data file to upload (Can be compressed with gz):
ru: Выбрать файл данных Фиксированной ширины для загрузки (может быть сжат с GZ):

source: Select relevant columns
es: Seleccione comunas relevantes
it: Selezionare le colonne rilevanti
pt: Selecione colunas relevantes
ru: Выберите соответствующие столбцы

source: Related column
es: Columna relacionada
it: Colonna rilevante
pt: Coluna relevante
ru: Связанный столбец

source: Select column to add
es: Seleccione columna para añadir
it: Seleziona colonna da aggiungere
pt: Selecione coluna a adicionar
ru: Выберите столбец для добавления

source: Add column
es: Añadir columna
it: Aggiungi colonna
pt: Adicionar coluna
ru: Добавить столбец

source: Work remaining
es: Trabajo restante
it: Lavoro residuo
ru: Оставшаяся работа

source: No work remaining
es: No hay trabajo restante
it: Non esiste lavoro residuo
ru: Нет оставшейся работы

source: Data file
es: Archivo de datos
it: File dati
pt: Arquivo de Dados
ru: Файл данных

source: For specific operator?
es: ¿Para operador específico?
it: Per un operatore specifico?
pt: Para operador específico?
ru: Для конкретного оператора?

source: Delete work
es: Eliminar trabajo
it: Eliminare il lavoro?
pt: Apagar trabalho
ru: Удалить работу

source: Fixed width Data File
ru: Файл данных фиксированной ширины

source: Raw data (ACSII)
ru: Исходные данные (в формате ACSII)

source: Fixed width
es: Anchura fija
ru: Фиксированная ширина

source: Column group for data_id:
es: Grupo de columna para data_id:
it: Gruppo di colonna per _id dati:
ru: Группа столбцов для data_id:

source: Code imported from (data_id:variable name)
es: Código importado desde (data_id:nombre disponible)
it: Codice importato dall'(_id dati:variable name)
ru: Код импортирован из (data_id:имя переменной)

source: Add
es: Añadir
it: Aggiungi
pt: Adicionar
ru: Добавить

source: Code for group:
es: Código para el grupo:
it: Codice per il gruppo:
pt: Código para grupo:
ru: Код для группы:

source: Level:
es: Nivel:
it: Livello:
pt: Nível:
ru: Уровень:

source: COPY
es: COPIA
ru: КОПИЯ

source: Copy of:
es: Copia de:
ru: Копия для:

source: Copy of:
es: Copia de:
it: Copia di:
pt: Cópia de:
ru: Копия для:

source: code for variable:
es: Código para variable:
it: codice per la variabile:
pt: código para variável:
ru: код для переменной:

source: by operator:
es: Por operador:
it: dall'operatore:
pt: por operador:
ru: оператором:

source: Text for
ru: Текст для

source: ERROR: There is more than one work_unit assigned to you that is not complete. This may be due to logging on with the same username on multiple machines at the same time. Please avoid doing this - and ask your technician to delete from the work_unit table the rows that are assigned to your operator id
es: ERROR: hay más de un work_unit asignado a usted que no puede ser completado. Esto se puede ser debido a redundar en el mismo nombre de usuario en múltiples máquinas al mismo tiempo. Por favor revise esto, y pregunte a su técnico sobre eliminar desde la tabla work_unit las filas que están asignadas a su id de operador.
it: ERRORE: Esiste più di un'unità di lavoro assegnata a te che non è completa. Questo potrebbe essere stato causato da più login con lo stesso nome utente avvenuti su più macchine allo stesso momento. Si prega di evitare questo tipo di operazione. Chiedere al proprio tecnico di eliminare dalla tavola dell'unità di lavoro le righe che sono attualmente assegnate al tuo id operatore
ru: ОШИБКА: существует более чем один Незавершенный рабочий блок назначенный вам. Это могло произойти из-за входа с одним и тем же именем пользователя на нескольких компьютерах одновременно. Пожалуйста, не поступайте так - и попросите вашего IT-специалиста удалить из таблицы work_unit строки назначенные для вашего ID оператора

source: This is how the story goes.
es: Así es como va la historia
it: Ecco come va la storia.
ru: Вот такие пироги...

source: Add To Dictionary
es: Añadir al diccionario
it: Aggiungi al dizionario
pt: Adicionar ao Dicionário
ru: Добавить в Словарь

source: No Suggestions
es: Sin sugerencias
it: Nessun suggerimento
pt: Sem Sugestões
ru: Нет рекомендаций
